bombardier_results/serverino_512
Bombarding http://localhost:3000 for 10s using 512 connection(s)
[================================================================================================================================================] 10s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     44582.23    4866.70   60824.78
  Latency       11.48ms   144.25ms      3.01s
  Latency Distribution
     50%   411.00us
     75%   520.00us
     90%   639.00us
     95%   748.00us
     99%    12.09ms
  HTTP codes:
    1xx - 0, 2xx - 446025, 3xx - 0, 4xx - 0, 5xx - 0
    others - 49
  Errors:
    the server closed connection before returning the first response byte. Make sure the server returns 'Connection: close' response header before closing the connection - 49
  Throughput:     7.75MB/s